{
  "name": "Leo",
  "slug": "leo",
  "isArtist": true,
  "order": 2,
  "image": "/images/artists/leo/leo-profile-pic.jpg",
  "imageAlt": "Leonnie Brunt, tattoo artist at Diablo Tattoo",
  "bio": "Leonnie Brunt is a tattoo artist with over 15 years worth of experience whose creative roots run deep in Medway, Kent, where she was born and raised. She refined her artistic foundations during five years of study at the Kent Institute of Art and Design, an experience that shaped both her technical skill and her distinctive creative voice.\n\nA lifelong painter, Leonnie draws inspiration from the outdoors, developing a particular passion for outdoor and watercolour landscape painting. This love of fluid colour and natural forms translates seamlessly into her tattoo work, where she is known for her expressive and vibrant watercolour tattoos. Beyond her tattoo practice, Leonnie is also a surrealist painter working primarily in acrylic on canvas, exploring the subconscious and dreamlike imagery that fuels her imagination.\n\nLeonnie specialises in full-colour pieces, watercolour tattoos, cartoons, neo-traditional styles, and uniquely quirky designs. Her artistic versatility, paired with her thoughtful storytelling approach, makes her a sought-after artist for clients looking for both creativity and craftsmanship.\n\nWhen she's not in the studio, Leonnie enjoys staying active—often found at the gym or out bike riding, activities that keep her energised and continually inspired.",
  "galleryImages": [
    {
      "src": "/images/artists/leo/leo-watercolour-squirtle.jpg",
      "alt": "Watercolour Squirtle tattoo with paint splatter effect by Leo"
    },
    {
      "src": "/images/artists/leo/leo-chibi-cloud-strife.jpg",
      "alt": "Chibi Cloud Strife from Final Fantasy VII tattoo by Leo"
    },
    {
      "src": "/images/artists/leo/leo-orangutan-tropical-sleeve.jpg",
      "alt": "Realistic baby orangutan half sleeve with tropical flowers and foliage by Leo"
    },
    {
      "src": "/images/artists/leo/leo-rose-heart-coverup.jpg",
      "alt": "Neo-traditional rose in heart-shaped vine frame cover-up tattoo by Leo"
    },
    {
      "src": "/images/artists/leo/leo-wolf-forest-coverup.jpg",
      "alt": "Wolf and moonlit forest scene with autumn leaves cover-up tattoo by Leo"
    },
    {
      "src": "/images/artists/leo/leo-watercolour-sea-scene.jpg",
      "alt": "Watercolour sea scene with lighthouse, turtle and jellyfish by Leo"
    },
    {
      "src": "/images/artists/leo/leo-thumper-flowers-hearts.jpg",
      "alt": "Thumper from Bambi with flowers and hearts back piece by Leo"
    },
    {
      "src": "/images/artists/leo/leo-cat-silhouette-portrait.jpg",
      "alt": "Realistic cat portrait inside cat silhouette with Morgan script by Leo"
    },
    {
      "src": "/images/artists/leo/leo-jelly-jameson-neotraditional.jpg",
      "alt": "Neo-traditional jelly mould and Jameson whiskey bottle tattoo by Leo"
    },
    {
      "src": "/images/artists/leo/leo-watercolour-phoenix.jpg",
      "alt": "Watercolour phoenix tattoo with vibrant colour splashes by Leo"
    },
    {
      "src": "/images/artists/leo/leo-dog-riding-dolphin.jpg",
      "alt": "Jack Russell riding a dolphin with Mischiefs script tattoo by Leo"
    },
    {
      "src": "/images/artists/leo/leo-vegvisir-norse-compass.jpg",
      "alt": "Vegvisir Norse compass with cracked stone texture chest piece by Leo"
    },
    {
      "src": "/images/artists/leo/leo-iron-maiden-eddie-trooper.jpg",
      "alt": "Iron Maiden Eddie from The Trooper in full colour leg piece by Leo"
    },
    {
      "src": "/images/artists/leo/wales-card.jpg",
      "alt": "test"
    },
    {
      "src": "/images/artists/leo/scotland-card.jpg"
    }
  ]
}